Repository: sysashi/perslight
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ru

source: Projects
ru: Проекты

source: Or simply leave me a message here.
ru: Или же просто оставьте ваше сообщение здесь

source: Places you can find me
ru: Места где можно меня найти

source: About me
ru: Обо мне

source: Resume (pdf)
ru: Резюме (pdf)

source: I'm Boris Gnezdilov, software developer, currently a computer science (speciality - informatics) student at Assumption University of Thailand. I'm passionate about writing code for apps and web-sites backends, well defined software architecture and usability of my products. I use Go, Elixir and Phoenix framework and other common technologies like CSS, HTML, etc. in my work. I love exploring new technologies as well as studying 'old', time-tested solutions.
ru: Меня зовут Борис Гнездилов, программист, в настоящее время студент факультета компьютерных наук (специальность - информатика) университета Assumption University of Thailand. Я увлекаюсь написанием серверного кода для приложений и веб-сайтов, проработкой архитектуры ПО и удобства использования своих продуктов. Я использую Go, Elixir с Phoenix framework и другие распространенные технологии такие как CSS, HTML и Javascript в свой работе. Так же я люблю знакомится с новинками из мира программирования и изучением «старых», проверенных временем решений.

source: Leave a message
ru: Оставить сообщение

source: Message
ru: Ваше сообщение

source: Please include your contact details so I can respond you immediately
ru: Пожалуйста укажите ваши контактные данные что бы я смог незамедлительно ответить вам

source: Send
ru: Отправить

source: Get back to home page
ru: Вернуться на домашнюю страницу

source: Thank you for your message, I will respond as soon as I get it
ru: Спасибо за ваше сообщение, я отвечу вам как только его получу

source: Most of my career I've been working with private customers doing work on proprietary code. I hope I will be able to open source some of that code in the near future.
ru: Большинство свой карьеры программиста я работал с частными заказчиками выполняя работу над закрытым кодом. Надеюсь у меня будет возможность выложить эти проекты в открытый доступ в скором будущем.

source: You can find all my projects on
ru: Вы можете найти все мои проекты на
